Repository: cdigruttola/sendcloudapi
Catalog: translations/*/ModulesSendcloudapiConfigure.*.xlf
Languages: it_it

source: Expose SendCloud API
it_it: Espone SendCloud API

source: This module exposes SendCloud API to call
it_it: Questo modulo espone le API SendCloud da chiamare

source: For tracking a page is available to insert tracking code and view tracking status
it_it: Per il tracking è disponibile una pagina in cui inserire in codice di tracciamento e vederne lo stato

source: Documentation
it_it: Documentazione

source: You can get a PDF documentation to configure this module
it_it: Puoi scaricare la documentazione per configurare questo modulo

source: English
it_it: Inglese

source: Italian
it_it: Italiano

source: Information
it_it: Informazioni

source: Base Tracking URL is
it_it: L'URL per il tracking è

source: Copy and paste in your carrier configuration
it_it: Copialo e incollalo nella configurazione dei corrieri
